"DIALER" = "Pad Kekunci";
"SPEED_DIAL" = "Kesukaan";
"ADDRESS_BOOK" = "Kenalan";
"CALL_HISTORY" = "Terbaru";
"VOICEMAIL" = "Mel Suara";

"THIS_PHONE" = "Nombor Saya:";
"UNKNOWN_CALLER" = "Tidak Diketahui";
"BLOCKED_CALLER" = "Disekat";
"UNKNOWN_CALLER_DETAIL" = "Pemanggil Tidak Dikenali";
"BLOCKED_CALLER_DETAIL" = "Pemanggil Disekat";
"UNKNOWN_LOCATION" = "Lokasi Tidak Diketahui";
"CANCEL" = "Batal";
"CALL" = "Panggil";
"VOICEMAIL_CALLER" = "Mel Suara";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "Telefon Speaker";